Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=213_art_id=240.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Girku
sma: Lïerh: Gærhkoe

source: Bierna Leine Bientie ja Anna Jacobsen jorgaleigga teavsttaid ovttas, eanemus beakkán sálbma lea Biejjiem jih askem (Beaivvi ja mánu).
sma: Bierna Bientie gonnoeh Anna Jacobsenh ektesne saalmh jarkoestigan. Dej saalme Biejjiem jïh askem åehpiesommes lea.

source: Bierna Bientie lea máttasámiid báhppa, ja son álggahii barggus 1980. logu álgogeahčen.
sma: Bierna Leine Bientie lea hearra åarjelsaemide 1980-jaepiej aalkoelistie.

source: Son fuomášii máttasámegiel sálbmaváilu.
sma: Aajhtsi guktie vaenie saalmh åarjelsaemien gïelesne.

source: Danin lea son bargan olu jorgalemiin.
sma: Dellie jis eelki naan saalmh jarkoestidh.

source: Earret eará lea son jorgalan Laudate.
sma: Akte dejstie lea Laudate.

source: Frode Fjellheim lea musihkkár ja nuohttadahkki.
sma: Frode Fjellheim musigkinie barka jïh ovmessie musigkh dorjeme.

source: Son lea bidjan musihka máttasámi liturgiijai.
sma: Frode åarjelsaemien liturgiji melodijh dorjeme.

source: Frode lea maid bidjan nuohta Beaivvi ja mánu- tekstii.
sma: Biejjiem jïh askem lea åarjelsaemien saalme, dan melodijem Frode dorjeme.
